[{"chat_verbose": "The Lucid Marketplace, which is operated by Lucid Holdings, LLC and its subsidiaries, connects survey takers to survey opportunities. The platform can be used to sell or purchase responses to survey opportunities, measure the impact of advertising campaigns, and validate audience data segments. While more detail can be found in our Privacy Policy, Lucid generally collects the following technical user data: IP Address(es), Cookie IDs, device IDs, and other data entered by you related to your demographics, lifestyles and interests\nPrior to your access to and use of the Lucid Marketplace, you must provide your opt-in consent to the collection of your Personal Data pursuant to the conditions below.\nI agree to Lucid’s  related to my access and use of the Marketplace.\nI agree to the collection and sharing of my Personal Data pursuant to Lucid’s . General Terms\nI agree to the use of cookies and other tracking technologies per Lucid’s .\nI consent to Lucid’s processing of my Personal Data on secure servers in the United States. Cookie Policy Privacy Policy\nI understand that I can enforce my Subject Access Rights, including the withdrawal of my consent, by visiting Lucid’s . Data Rights Portal\n[input:Radio id:0] [input:Radio id:1] [input:Radio id:2] I agree and consent to all of the above.\nCopyright 2019 © Lucid Holdings, LLC All rights reserved.", "context_path": "", "floor_path": null, "id": "https://www.samplicio.us/s/default.aspx?SID=d3b8ab98-54b9-47d3-8f42-817e216f3bcf&mid=2210727234815kj42ilxrl-12wzqoicj&PID=33926748&79378=9&79348=4&42=31&43=1&auth_code=8NU906AFtC6W3-7ZaotrPtNJtNg@@@848@@@483", "ielements": [{"actionType": null, "path": "body > div > form > div:nth-child(2) > div > div:nth-child(1) > div:nth-child(1) > div:nth-child(2) > div > label"}, {"actionType": null, "path": "body > div > form > div:nth-child(2) > div > div:nth-child(1) > div:nth-child(1) > div:nth-child(2) > div > label > input"}, {"actionType": null, "path": "body > div > form > div:nth-child(2) > div > div:nth-child(1) > div:nth-child(1) > div:nth-child(2) > div > label > span"}], "is_media_group": false, "search_verbose": "The Lucid Marketplace, which is operated by Lucid Holdings, LLC and its subsidiaries, connects survey takers to survey opportunities. The platform can be used to sell or purchase responses to survey opportunities, measure the impact of advertising campaigns, and validate audience data segments. While more detail can be found in our Privacy Policy, Lucid generally collects the following technical user data: IP Address(es), Cookie IDs, device IDs, and other data entered by you related to your demographics, lifestyles and interests Prior to your access to and use of the Lucid Marketplace, you must provide your opt-in consent to the collection of your Personal Data pursuant to the conditions below. I agree to Lucid’s  related to my access and use of the Marketplace. I agree to the collection and sharing of my Personal Data pursuant to Lucid’s . General Terms I agree to the use of cookies and other tracking technologies per Lucid’s . I consent to Lucid’s processing of my Personal Data on secure servers in the United States. Cookie Policy Privacy Policy I understand that I can enforce my Subject Access Rights, including the withdrawal of my consent, by visiting Lucid’s . Data Rights Portal   I agree and consent to all of the above. Copyright 2019 © Lucid Holdings, LLC All rights reserved."}]