[{"context_path": "", "floor_path": null, "id": "745:75", "ielements": [{"path": "body > main > form > fieldset:nth-child(2) > article > div > input", "type": "Field"}], "image_elements": [], "text_only_verbose": "What is your postal code?  Which of the following categories best represents the last grade of education you completed?   No degree Primary, intermediate, or some secondary school Secondary (high) school diploma or equivalency certificate Apprenticeship or trades certificate or diploma College, CEGEP or other non-university certificate or diploma University certificate or diploma below bachelor level Bachelor's degree Degree in medicine, dentistry, veterinary medicine or optometry Master's degree Earned doctorate", "verbose": "What is your postal code?\n[input:Field id:0]"}, {"context_path": "", "floor_path": null, "id": "745:264", "ielements": [{"options": ["", "No degree", "Primary, intermediate, or some secondary school", "Secondary (high) school diploma or equivalency certificate", "Apprenticeship or trades certificate or diploma", "College, CEGEP or other non-university certificate or diploma", "University certificate or diploma below bachelor level", "Bachelor's degree", "Degree in medicine, dentistry, veterinary medicine or optometry", "Master's degree", "Earned doctorate"], "path": "body > main > form > fieldset:nth-child(3) > article > select", "type": "Dropdown"}], "image_elements": [], "text_only_verbose": "What is your postal code?  Which of the following categories best represents the last grade of education you completed?   No degree Primary, intermediate, or some secondary school Secondary (high) school diploma or equivalency certificate Apprenticeship or trades certificate or diploma College, CEGEP or other non-university certificate or diploma University certificate or diploma below bachelor level Bachelor's degree Degree in medicine, dentistry, veterinary medicine or optometry Master's degree Earned doctorate", "verbose": "Which of the following categories best represents the last grade of education you completed?\n[input:Dropdown id:0 Option:  Option: No degree Option: Primary, intermediate, or some secondary school Option: Secondary (high) school diploma or equivalency certificate Option: Apprenticeship or trades certificate or diploma Option: College, CEGEP or other non-university certificate or diploma Option: University certificate or diploma below bachelor level Option: Bachelor's degree Option: Degree in medicine, dentistry, veterinary medicine or optometry Option: Master's degree Option: Earned doctorate]"}]